Revit 2027 API
ParameterTypeId.RvtLevelOffset Property
 "Map Levels..."
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RvtLevelOffset { get; }
Public Shared ReadOnly Property RvtLevelOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RvtLevelOffset {
	ForgeTypeId^ get ();
}
static member RvtLevelOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace